[
    {
        "id": "01",
        "riddle": "It is greater than God and more evil than the devil. The poor have it, the rich need it and if you eat it you’ll die. What is it?",
		"answer": "Nothing"
    },
	{
        "id": "02",
        "riddle": "It walks on four legs in the morning, two legs at noon and three legs in the evening. What is it?",
		"answer": "Man"
    },
	{
        "id": "03",
        "riddle": "What always runs but never walks, often murmurs, never talks, has a bed but never sleeps, has a mouth but never eats?",
		"answer": "River"
    },
	{
        "id": "04",
        "riddle": "The more you have of it, the less you see. What is it?",
		"answer": "Darkness"
    },
	{
        "id": "05",
        "riddle": "What English word has three consecutive double letters?",
		"answer": "Bookkeeper"
    },
	{
        "id": "06",
        "riddle": "What’s black when you get it, red when you use it, and white when you’re all through with it?",
		"answer": "Charcoal"
    },
	{
        "id": "07",
        "riddle": "You throw away the outside and cook the inside. Then you eat the outside and throw away the inside. What did you eat?",
		"answer": "Corn"
    },
	{
        "id": "08",
        "riddle": "I am always hungry, I must always be fed, The finger I touch, Will soon turn red",
		"answer": "Fire"
    },
	{
        "id": "09",
        "riddle": "I know a word of letters three. Add two, and fewer there will be!",
		"answer": "Few"
    },
	{
        "id": "10",
        "riddle": "When young, I am sweet in the sun. When middle-aged, I make you gay. When old, I am valued more than ever.",
		"answer": "Wine"
    },
	{
        "id": "11",
        "riddle": "All about, but cannot be seen, Can be captured, cannot be held, No throat, but can be heard.",
		"answer": "Wind"
    },
	{
        "id": "12",
        "riddle": "Until I am measured I am not known, Yet how you miss me when I have flown.",
		"answer": "Time"
    },
	{
        "id": "13",
        "riddle": "I drive men mad for love of me, Easily beaten, Never free.",
		"answer": "Gold"
    },
	{
        "id": "14",
        "riddle": "When set loose, I fly away, Never so cursed as when I go astray.",
		"answer": "Fart"
    },
	{
        "id": "15",
        "riddle": "Lighter than what I am made of, More of me is hidden Than is seen.",
		"answer": "Iceberg"
    },
	{
        "id": "16",
        "riddle": "Each morning I appear to lie at your feet, All day I will follow no matter how fast you run, Yet I nearly perish in the midday sun.",
		"answer": "Shadow"
    },
	{
        "id": "17",
        "riddle": "My life can be measured in hours, I serve by being devoured. Thin, I am quick Fat, I am slow Wind is my foe.",
		"answer": "Candle"
    },
	{
        "id": "18",
        "riddle": "I am seen in the water if seen in the sky, I am in the rainbow, a jay’s feather,and lapis lazuli.",
		"answer": "Blue"
    },
	{
        "id": "19",
        "riddle": "Glittering points that downward thrust, Sparkling spears that never rust.",
		"answer": "Icicle"
    },
	{
        "id": "20",
        "riddle": "You heard me before, yet you hear me again, Then I die, ’till you call me again.",
		"answer": "Echo"
    },
	{
        "id": "21",
        "riddle": "Three lives have I. Gentle enough to soothe the skin, Light enough to caress the sky, Hard enough to crack rocks.",
		"answer": "Water"
    },
	{
        "id": "22",
        "riddle": "At the sound of me, men may dream or stamp their feet, At the sound of me, women may laugh or sometimes weep.",
		"answer": "Music"
    },
	{
        "id": "23",
        "riddle": "I build up castles. I tear down mountains. I make some men blind, I help others to see. What am I?",
		"answer": "Sand"
    },
	{
        "id": "24",
        "riddle": "It cannot be seen, it weighs nothing, but when put into a barrel, it makes it lighter. What is it?",
		"answer": "Hole"
    },
	{
        "id": "25",
        "riddle": "What goes up when the rain comes down?",
		"answer": "Umbrella"
    },
	{
        "id": "26",
        "riddle": "What do you call two witches who live together?",
		"answer": "Broommates"
    },
	{
        "id": "27",
        "riddle": "I have a head and a tail but no body... What am I?",
		"answer": "Coin"
    },
	{
        "id": "28",
        "riddle": "I have keys but no locks, I have a space but no room, You can enter, but can't go outside. What am I?",
		"answer": "Keyboard"
    },
	{
        "id": "29",
        "riddle": "They are Dark, and always on the run. without the sun, would be none.",
		"answer": "Shadow"
    },
	{
        "id": "30",
        "riddle": "What lives as long as it eats but dies when it drinks?",
		"answer": "Fire"
    },
	{
        "id": "31",
        "riddle": "What tastes better than it smells?",
		"answer": "Tongue"
    },
	{
        "id": "32",
        "riddle": "What falls down but never breaks?",
		"answer": "Nightfall"
    },
	{
        "id": "33",
        "riddle": "If meena's father is Arun. Arun is the ____ of meena's father?",
		"answer": "Name"
    },
	{
        "id": "34",
        "riddle": "What word is always pronounced wrong?",
		"answer": "Wrong"
    },
	{
        "id": "35",
        "riddle": "I am the enemy of all that is good and right. Five letters--that is the length of my name. Remove the first and evil I remain.",
		"answer": "Devil"
    }
]